let oss = 'https://jcxcx.sunkoda.com/upload';
const data={
    // 阊门
    '1':{
        title:'/images/cm_tit.png',
        des:'&emsp;&emsp;阊门是苏州城八门之一，位于城西北。传说天门中有阊阖，“阊”是通天气之意，表示吴国将得到天神保佑，日臻强盛。从清代乾隆年间的《姑苏繁华图》中可以看出，阊门内城门临阊门大街（今西中市），上有城楼，外城门靠吊桥，瓮城为长方形，瓮城内另有套城，并还有南、北两个童梓门。南童梓门通今南新路，北童梓门通北码头。',
        coverImg:oss+'/content/1/1.jpg',
        des1:'&emsp;&emsp;公元前506年，这里是孙武、伍子胥等率吴军伐楚的出发地和凯旋地。从此阊门亦号破楚门。当年吴国的大军出兵伐楚，都是浩浩荡荡从这里出发，最后凯旋而归，破楚门被老百姓亲切地叫成了胜利之门，有点像拿破仑的凯旋门。不过，看似固若金汤的城门，却敌不过一纸禁令。南宋末年，蒙古人的铁蹄踏上了中原，元军下令拆毁城墙并永禁修复，一旦发生暴动，就能立即入城镇压。城墙拆了，城门毁了，在之后的几十年里，苏州“一马平川”。直到1351年，才开始重建，张士诚据苏称王，不但加固城墙挖深城壕，还在各城门瓮城内增设月城，用来藏兵守卫。这就是《姑苏繁华图》里那个老阊门了。1860年5月，太平天国忠王李秀成攻打苏州。当时的江苏巡抚徐有壬和总兵马德昭出了个馊主意，接连颁布三道命令，烧毁城外商业区，以巩固城防：“首令民装裹，次令迁徙，三令纵火”。\n &emsp;&emsp;曾经繁华盖世的阊门外，直到枫桥寒山寺，转眼化为灰烬，数十万苏州市民逃往上海租界。阊门对于他们，仅仅只剩了一个家的记忆。洪武赶散中的老阊门人来到苏北两淮地区后，继续发扬劳苦奋斗的家风家训，为当地建设立下了汗马功劳；而留下的老阊门，则继续着它的辉煌。\n &emsp;&emsp;明清时期，包括城外呈放射状的南浩街、上塘街、山塘街, 以及城内的阊门大街（今西中市），与这些街道平行, 又有外城河、内城河、上塘河、山塘河分别从五个方向汇聚于此。乾隆年间的名画《姑苏繁华图》将盛极一时的阊门至枫桥的十里长街、万商云集描绘的淋漓尽致。据记载，当时阊门内外各种店铺多达数万家, 各行各业应有尽有, 各省会馆纷列其间。清朝的孙嘉淦在《南游记》里这样描述阊门：“居货山积, 行人流水, 列肆招牌, 灿若云锦”。',
        imgs:[],
        des2: []
       
    },
    // 北码头
    '2':{
        title:'/images/bmt_tit.png',
        des:'&emsp;&emsp;北码头位于阊门外吊桥以北，南接北童梓门，北至四摆渡。清代乾隆五十六年（1791年）秦仪所绘的《虎丘山塘图》开头部分清楚反映当时阊门外运河边北码头停泊了许多民船和官船的景象，官船上的阁楼、飘扬的彩旗，民船上的船篷，都清楚可见。《姑苏繁华图》上也反映了北码头的昔日繁华。解放前很多来自四乡八镇的农船停泊在北码头，从乡下装的农产品和烟草、木材、砖头在这里转运，同时开往东桥、浒关、枫桥、镇湖、光福等地的航船也在北码头出发。',
        coverImg:oss+'/content/2/1.jpg',
        des1:'&emsp;&emsp;如今在北码头两侧林立着别墅、小楼、公馆、店铺等各类民国建筑。这里除了成为集城墙历史景观和护城河滨水景观于一体的特色商业区，同时也是环古城风貌带上的一个重点观光区。',
        imgs: [oss+'/content/2/2.jpg',oss+'/content/2/3.jpg'],
        des2:[]
    },
    // 曹沧洲
    '3': {
        title: '/images/ccz_tit.png',
        des: '&emsp;&emsp;曹沧州故居位于阊门西街59号。正路东向五进，门屋、轿厅、大厅各三间。大厅面阔11.5米，进深六檩12米，扁作梁，前有双翻轩。厅后为走马式堂楼五间带两厢。正路北有房屋三组南向。现正路后部堂楼、上房及北路诸屋散为民居，独存大厅。',
        coverImg: oss+'/content/3/1.jpg',
        des1: '',
        imgs: [],
        des2:[
            {
                title:'行医济世的红顶御医——曹沧州',
                content:'&emsp;&emsp;曹沧州是红顶御医，他和陆状元是邻居，曹御医名满天下和陆状元的引荐也有一定的联系。关于曹沧州最广为流传的事迹是“三个萝卜籽，换个红顶子。”相传，慈禧太后得了一种怪病，众御医束手无策，而状元陆润庠保荐乡邻吴中妙手曹沧州入京诊治，曹沧州用了三钱萝卜籽熬了一幅中药服下，太后的病就好了，太后一开心就赏了他一个红顶子。谨小慎微的他担心萝卜籽味道太苦，把随身带的采芝斋母贝糖磨碎掺入药里中和库位，不经意间打响了一个苏州特产的牌子，自此之后采芝斋因为贡糖的名头身价百倍。故事虽然有一些夸张的成分，但曹沧州“御医”的招牌却是真实不虚的，时至今日清宫脉案记录中还有曹沧州给光绪帝写的脉案。\n &emsp;&emsp;1908年，光绪帝驾崩，曹沧州也因病告归故里，回到苏州的曹沧州依然做着行医济世的老本行，对待贫病者给药送诊，宅心仁厚。向他学习医术的人，都成为后世有名的医生。总之，对于这个吴中妙手，苏州人民是为他骄傲的，不仅因为他的医术高明，更重要的是敬重他始终秉持着医者行医济世的道德操守。时至今日，在瓣莲巷曹沧州祠大厅里仍有柱联一对：深深小巷悬壶世家为民疗宿疾，熠熠吴门断脉神手入阕治沉疴。'
            }
        ]        
    },
    // 寒山寺
    '4': {
        title: '/images/hss_tit.png',
        des: '&emsp;&emsp;寒山寺位于苏州市姑苏区，始建于南朝萧梁代天监年间（502—519年），初名“妙利普明塔院”。寒山寺占地面积约1.3万平方米，建筑面积三千四百余平方米。',
        coverImg: oss+'/content/4/1.jpg',
        des1: '&emsp;&emsp;寒山寺属于禅宗中的临济宗。唐代贞观年间，当时的名僧寒山、希迁两位高僧创建寒山寺。1000多年内寒山寺先后5次遭到火毁（一说是7次），最后一次重建是清代光绪年间。历史上寒山寺曾是中国十大名寺之一，寺内古迹甚多，有张继诗的石刻碑文，寒山、拾得的石刻像，文徵明、唐寅所书碑文残片等。',
        imgs: [oss+'/content/4/2.jpg',oss+'/content/4/3.jpg',
        oss+'/content/4/4.jpg',
        oss+'/content/4/5.jpg'
        ],
        des2: [
            {
                title:'（1）传世诗词—枫桥夜泊',
                content: '&emsp;&emsp;《枫桥夜泊》是唐代诗人张继的作品。唐朝安史之乱后，张继途经寒山寺时写下这首羁旅诗。此诗精确而细腻地描述了一个客船夜泊者对江南深秋夜景的观察和感受，勾画了月落乌啼、霜天寒夜、江枫渔火、孤舟客子等景象，有景有情有声有色。此外，这首诗也将作者羁旅之思，家国之忧，以及身处乱世尚无归宿的顾虑充分地表现出来，是写愁的代表作。全诗句句形象鲜明，可感可画，句与句之间逻辑关系又非常清晰合理，内容晓畅易解。不仅中国历代各种唐诗选本选入此诗，连亚洲一些国家的小学教科书也收录此诗。\n &emsp;&emsp;张继（约715—约779年），唐代诗人。《唐才子传》中说他“博览有识，好谈论，知治体”，提到他是一位重视气节，有抱负有理想的人，不仅有诗名，品格也受人敬重。'
            },
            {
                title: '（2）和合文化—寒山与拾得的故事。',
                content: '&emsp;&emsp;寒山和拾得都是唐代僧人。寒山是个诗僧、怪僧，曾隐居在天台山寒岩，因名寒山，他的诗写得很美。拾得是个苦命人，刚出世便被父母遗弃，抛弃在荒郊，幸亏高僧化缘经过，将其带至寺中抚养，并起名“拾得”。他们在天台国清寺朝夕相处，亲密无间。寒山和拾得在佛学、文学上的造诣都很深，他俩常一起吟诗作对，后人曾将他们的诗汇编成《寒山子集》三卷。后来，寒山与拾得由天台山至苏州妙利普明塔院，此院遂改名为闻名中外的苏州寒山寺。\n &emsp;&emsp;传说，寒山和拾得是文殊菩萨和普贤菩萨的化身。在清代时，雍正皇帝曾敕封寒山、拾得为和圣、合圣。在我国民间称为“和合二仙”，是相亲相爱、情深义重的象征。在民间，他们多以童子面目出现，表示祥和、圆满的意思。\n &emsp;&emsp; 他们之间的玄妙对谈，不是一般凡夫俗子所能领受的，试看下面这则记载在《古尊宿语录》中的问答：\n &emsp;&emsp;寒山问曰：“世间有人谤我、欺我、辱我、笑我、轻我、贱我、恶我、骗我，该如何处之乎？”  拾得答曰：“只需忍他、让他、由他、避他、耐他、敬他、不要理他、再待几年，你且看他。”\n &emsp;&emsp; 寒山问拾得：“如果世间有人无端的诽谤我、欺负我、侮辱我、耻笑我、轻视我、鄙贱我、厌恶我、欺骗我，我要怎么做才好呢？”\n &emsp;&emsp;拾得回答说：“你不妨忍着他、谦让他、任由他、避开他、耐烦他、尊敬他、不要理会他，再过几年，你且看他。”这个绝妙的问答，蕴含了面对人我是非的处世之道，因此虽经一千多年，至今仍然脍炙人口。'
            },
            {
                title: '（3）寒山寺石碑的传说：抗日志士以生命吓退抢碑的松井石根',
                content: '&emsp;&emsp;“月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。”唐代张继的这首《枫桥夜泊》，让寒山寺的名字家喻户晓。在唐代之前，寒山寺是一个不知名的小寺庙，正是张继的《枫桥夜泊》让寒山寺声名远扬。可谁也没想到，抗战爆发后，日军盯上了寒山寺里的《枫桥夜泊》诗碑，企图把诗碑偷偷运回日本。\n &emsp;&emsp;1937年12月，当时盘踞在苏州的侵华日军华中方面军司令官松井石根听到南京被攻陷后，立即率部下来到寒山寺，并在《枫桥夜泊》诗碑前留下合影。这个松井石根因与日本天皇裕仁叔父朝香宫鸠彦有私交，他从朝香宫鸠彦那里得知裕仁非常喜欢《枫桥夜泊》这首诗。\n &emsp;&emsp;松井石根将自己和诗碑的合影寄给天皇，裕仁在收到照片后欣喜若狂，表示想亲眼目睹这块诗碑。怎么将诗碑运到日本呢？松井石根想到了一个馊主意，以举办“东亚建设博览会”的名义，把诗碑运到日本。为掩人耳目，松井石根还让日军控制的《苏州新报》发表关于“借走诗碑”的告示。\n &emsp;&emsp;很快寒山寺的主持静如法师也看到了这篇告示，他深知这是日本人的诡计。为了不让这块珍贵的诗碑流落日本，静如法师立即找到苏州石刻大师钱荣初，请求仿刻一块诗碑。钱荣初不到两天的时间里，就仿刻成功。\n &emsp;&emsp;就在大家以为可以蒙混过关时，意外发生了，钱荣初在仿刻诗碑时，被一名汉奸发现了，诗碑是不是就一定会被日本人偷走呢？一件离奇的事情发生了。1939年3月20日清晨，当香客在去寒山寺上香时，人们在寒山寺门口发现了钱荣初的遗体。\n &emsp;&emsp;石刻大师惨死寒山寺门口的消息传开后，松井石根派人将钱荣初的遗体运回，并让法医对其验尸。让松井石根头皮发麻的一件事发生了，法医在钱荣初的口袋里发现了一张纸条，上面写着“刻碑、亵碑者死！吾忘祖训，合遭横事！”这明显是一个诅咒啊，松井石根慌了。\n &emsp;&emsp;缓过神来的松井石根着人查阅有关跟《枫桥夜泊》石碑有关的资料，结果发现诗碑的诅咒，这个诅咒是唐武宗立下的，“《枫桥夜泊》诗碑只有朕可勒石赏析，后人不可与朕齐福，若有乱臣贼子擅刻诗碑，必遭天谴，万劫不复！”看来此碑真的是烙上了千年的诅咒，只配帝王把玩和拥有，凡夫俗子怎能去享受帝王的尊荣呢，难怪会应了诅咒，不得好死啊。日本天皇虽也是一朝天子，但他是异国之君，万一也难以跳出唐武宗诅咒的怪圈，那该如何是好？松井石根越想越怕，他怕盗夺诗碑的行动会“妨主妨己”，遂打消了掠碑的念头，并将“悟”出的道理电呈裕仁天皇。天皇经反复权衡，准奏。于是，松井石根彻底放弃了这个计划。\n &emsp;&emsp;那么，钱荣初的命案又是怎么回事？其实当时钱荣初并没有死。暴毙在寒山寺外的死者并非钱荣初，而是长相与钱荣初非常酷似的另外一个人，他的名字叫钱达飞。钱达飞与钱荣初有刎颈之交，也是个爱国志士。\n &emsp;&emsp;钱达飞在得知静如法师和钱荣初的计划失败后，便力劝钱荣初乔装打扮、隐姓埋名去外地避难，他自己则舍身取义，用“血书”引诱松井石根“研究”有关《枫桥夜泊》诗碑的历史记载，以吓阻日酋掠碑之阴谋。据说，当钱达飞把自己的“妙计”讲给钱荣初听时，钱荣初不忍钱达飞冒名而死，钱达飞谎称自己身患痨病，已行将就木，他说，用一即将大限的病躯护碑，值！钱荣初被钱达飞一身正气深深感动，与其洒泪而别。'
            }
        ]
    },
    // 陆润痒
    '5': {
        title: '/images/lry_tit.png',
        des: '&emsp;&emsp;史载苏州有文武状元50位，在苏州名人馆里的状元名单有47位，其中陆氏一门两状元,陆肯堂、陆润庠。而陆肯堂陆润庠两状元的故居就在阊门内下塘街，苏州旅游景点统一的蓝色控制保护建筑。故居坐北朝南三路，中路六进，末进楼厅面阔五间17.5米，进深9.85米，扁作梁浅雕，落地罩精细。大厅、花厅等均为清代建筑。',
        coverImg: oss+'/content/5/1.jpg',
        des1: '',
        imgs: [oss+'/content/5/2.jpg'],
        des2: [
            {
                title:'“办厂状元”—陆润庠。',
                content: '&emsp;&emsp;陆润庠（1841—1915年）,字凤石,是陆肯堂的第七世孙。陆润庠年少时曾在苏州府学求学，于同治十三年参加科考，经殿试高中进士第一名，成为清代第101位状元。\n &emsp;&emsp;陆润库33岁中状元后，按惯例入翰林院为修撰，掌修国史，开始了他的仕官生涯。陆润庠性格易和俭朴，温厚谨慎，办事稳妥，恪尽其职。在官场乃至位极宰相，却始终像最初的秀才一样，不摆半点官架子，“当官处事，务循绳”。\n &emsp;&emsp;1895年，两江总督兼南洋通商大臣张之洞，移用清政府向苏州等五府商民借银54.76万两（原拟作中日甲午战争军费），苏经苏纶股份有限公司成立。1896年，陆润庠被委以苏州商务总办，担任苏经苏纶股份有限公司董事长，筹办新厂。他抱着从外国人手中争回利益的宗旨，“一力肩承，不辞劳怨”，积极投身实业，经过一番波折，在苏州盘门外青旸地（在今人民桥南市实小和家乐福地块）上兴建苏经丝厂和苏纶纱厂。1897年，苏纶纱厂厂房落成，有工人2200名，主要设有花线、纱栈、轧花、清花、纺纱等工场。设备系当时最先进的纺纱机器。设备安装完毕后，苏纶纱厂开工生产。当时，张謇在通州兴办了大生纱厂，陆润庠在苏州创办了苏纶纱厂和苏经纱厂，成为轰动一时的“状元办厂”。苏纶纱厂在中国近代工业史和民族工业发展史上占有重要地位。\n &emsp;&emsp;光绪二十四年，陆润庠起仕，再为国子监祭酒。八国联军入侵北京后，慈禧太后挟持光绪皇帝仓皇而逃，奔往西安，而陆润庠辗转奔赴西安。慈禧太后被陆润庠的忠心所感动，委任他为礼部侍郎。慈禧太后还京后，陆润庠出任最高监察官——左都御史，后又奉命署理工部尚书，成为一品大员，任内曾弹劾李鸿章，有“铁面御史”之称。\n &emsp;&emsp;陆润庠除了有很高的身份、一定的名气外，更因为几十年翰管濡墨，造就了他深厚的书画功力和深厚的学术修养。他是苏州人，过去的苏州都以他的字为帖，被誉为“铁画银钩”。他在苏州留下墨迹较多。曾为留园、狮子林、网师园等园林书联。如为拙政园写“十八曼陀罗花馆”七个大字。慈禧太后作画，常命陆润庠为之题志。\n &emsp;&emsp;陆润庠一生为官清廉，克己奉公，虽贵为一品，衣着如寒士。他性格内向，即使生气，也抑郁于心，从不外露。去世以后，已经退位的清帝追赠陆润庠太子太傅，谥号“文端”。'
            }
        ]
    },
    // 南浩街
    '6': {
        title: '/images/nhj_tit.png',
        des: '&emsp;&emsp;原名南濠街，因阊门以南护城河称为南濠而得名，后讹“濠”为“浩”。民国《吴县志》称南濠大街，《苏州城厢图》、《吴县图》、《苏州图》均标南濠街。苏州明代文学家都穆、杨循吉曾家居于南濠街。元宵灯节，阊门一带极为热门，南濠街也是“张灯结彩”处。明清时期就是繁华商市，并建有多处会馆公所。阊门内外、南北濠、上下塘、山塘、枫桥，都是繁盛的商业区，“凡南北舟车，外洋商贩，莫不毕集于此，居民稠密，街弄通隘，客货一到，行人几不能掉臂，其各商大贾，自为居停。”（清人纳兰常安《宦游笔记》）南濠街毁于咸丰十年。同治、光绪年间商市略有恢复。',
        coverImg: oss+'/content/6/1.jpg',
        des1: '',
        imgs: [],
        des2: [
            {
                title:'（1）林则徐禁烟处',
                content: '&emsp;&emsp;林则徐（公元1785——1850年）是一位有胆识的民族英雄。在他40年宦海生涯中，曾于道光三年至四年（公元1823——1824年）在苏州任江苏按察使（省司法长官）。道光十二年至十六年（公元1832——1836年）任江苏巡抚。在苏任职先后近7年。\n &emsp;&emsp;林则徐在苏任职期间，他微服察访南浩街，深入了解鸦片泛滥对国计民生的严重危害，严拿开设烟馆的地痞恶棍，雷厉风行整治吸食鸦片和开馆、贩烟活动，在南浩街上留下了禁烟的最早记录。为两年后奏请道光皇帝开展禁烟奠定了思想基础。他重视水利建设，提倡种植早、晚稻，发展农业生产。使江南“遍地禾棉，弥望青葱”。他为官清廉，抑制豪富，赈济贫民，政绩卓著。被苏州士民尊称为“林青天”。'
            },
            {
                title:'（2）状元亭',
                content: '&emsp;&emsp;据《登科记考》、《宋历科状元录》、《文献通考》、《明清进士题名碑录索引》、《太平天国科举考试纪略》等资料统计、自唐至清（包括五代十国、辽金、太平天国）的近1300年间，共有文状元596名；自宋至清近800年间，共出武状元115名。其间，苏州（按现辖6县<市>区域计，历史上有吴县、长洲、元和，常熟、昭文，昆山、新阳，吴江、震泽，太仓、镇洋，下同）共出文状元45名，占总数的7.55%；共出武状元5名，占总数的4.35%。尤其是清代，苏州共出了26名文状元，真可谓是登峰造极！\n &emsp;&emsp;据有关资料记载，自清世祖顺治三年（1646年）丙戌开科取士，至光绪三十一年（1905年）乙巳废科举，前后260年间全国共出状元114名。如按省划分：江苏49名，浙江20名，安徽9名，山东6名，广西4名，直隶、江西、湖北、福建、广东各3名，湖南、贵州、满州各2名，顺天、河南、陕西、四川、蒙古各1名（见商衍鎏《清代科举考试述录》）。相比之下，清代苏州状元人数明显超过了其他省的状元数。清代苏州状元数占全国状元总数的22.81 %，占江苏全省状元数的53.06 %。无怪人们称誉“姑苏文盛出状元”！苏州也因此而赢得了“状元之乡”的美称。'
            }
        ]
    },
    // 秦伯庙
    '7': {
        title: '/images/qbm_tit.png',
        des: '&emsp;&emsp;泰伯庙位于阊门内下塘街252号，为纪念古公父（周太王）长子泰伯而建，历史可追溯至东汉，为江南地区第一座奉祀吴地开发始祖泰伯的庙宇。现尚存的至德桥、至德坊、大殿三间、东西两庑各三间等为清代建筑。庙中有康熙、光绪及民国时重修记碑石可考。康熙四十四年康熙南巡时，钦赐给苏州泰伯庙御笔亲书的“至德无名”四字。随后，乾隆在乾隆十六年二月南巡时在苏州泰伯庙御笔亲书“三让高踪”，乾隆历次下江南遣大臣祭苏州泰伯庙。可见苏州泰伯庙之地位。1982年，泰伯庙被列为苏州市文物保护单位。',
        coverImg: oss+'/content/7/1.jpg',
        des1: '',
        imgs: [oss+'/content/7/2.jpg'],
        des2: [
            {
                title:'泰伯三让',
                content: '&emsp;&emsp;相传周朝的远祖周太王有三个儿子，小儿子季历素有贤名，而且季历的儿子姬昌（后世的周文王）有圣人像，周太王有意传位给小儿子季历。选择接班人，废长立幼是大忌，是王室相残的直接原因。周太王深明其理，为此一直郁结于胸，又因年事已高，竟然生起病来。泰伯、仲雍深知其意，兄弟俩便借为父采药之机，在陕西吴山（另有陕西彬县之说）一带隐居起来，此为一让。太王病逝，寿九十六。泰伯、仲雍闻讯奔丧，季历见两位兄长归来，便要求兄长即位，泰伯力辞不受。待父丧办完之后，仍与仲雍避于吴山，此为二让。季历登基不久，惨遭商王暗害而死。泰伯、仲雍闻之，悲痛欲绝，急奔岐山，姬昌力求大伯即位，泰伯仍坚持不受，并扶昌继位，号称文王，嘱托诸位大臣辅昌执政。为了断了文王的念想，泰伯准备远避歧山，此为三让。\n &emsp;&emsp;太伯与仲雍同避荆蛮（江南）后，当地的居民认为太伯有德义，追随归附太伯的有千余家，并拥立太伯为当地的君主，尊称他为吴太伯，太伯死，无子，其弟仲雍继位。周灭商后，周王寻找到仲雍的后代封为吴子，吴国由此建立，后世吴王把国度迁至苏州，建筑“阖闾大城”，自此2500多年来，苏州古城虽经历史演绎但城址未变，堪称中外建筑史上的奇迹。当然，伴随着古城流传下来的还有吴地始祖泰伯大公无私的高风亮节，吴地人民崇尚廉洁的风气也由此而来。'
            }
        ]
    },
    // 铁铃关
    '8': {
        title: '/images/tlg_tit.png',
        des: '&emsp;&emsp;铁岭关由城楼、关台等组成，建于明嘉靖三十六年（1557年），又称枫桥敌楼，为苏州“三关”之一(另两处为浒墅关、金阊关，今已毁)，是明代抗倭斗争的重要遗迹。清道光九年（1829年）重修，次年改建上层为文星阁。其后年久失修，阁楼颓毁，雉堞、女墙、射孔等都已倾圮无存。1949年4月27日中国人民解放军29军85、86师击溃了枫桥、铁岭关一线的守敌后，由此进入苏州城，打响了解放苏州的第一枪。1963年铁岭关列为市文物保护单位后，曾维修加固。1986年至1987年大修时加固关台拱门，重砌雉堞，并建单檐歇山顶单层楼阁3间于关台上。关台正面宽15米，纵深10.2米，高7米。正中辟拱门，门洞上刻“铁岭关”三字。关门内南北壁面均辟大小拱门各一，内砌登关砖级，并有驻军洞。关门外即为枫桥和大运河。',
        coverImg: oss+'/content/8/1.jpg',
        des1: '&emsp;&emsp;作为爱国主义教育基地，铁岭关一直是苏州城西北高悬的红色旗帜，但是新的时代，必然要赋予铁岭关新的使命，倡导党员干部要践行敢攻坚、敢争先、敢担当的铁岭关“三敢”精神，不畏艰险、敢为人先、勇挑重担。',
        imgs: [oss+'/content/8/2.jpg'],
        des2: []
    },
    // 文山寺
    '9': {
        title: '/images/wss_tit.png',
        des: '&emsp;&emsp;苏州文山寺位于姑苏城西北的文丞相弄内，是苏州市唯一一座尼众道场（俗称尼姑庵）。它背枕桃花坞，面临中街路，现占地面积2206.19平方米，建筑面积2889.69平方米。\n &emsp;&emsp;苏州方志载：“文山寺，在阊门下塘文丞相弄。明正德十年（1515年）为纪念文天祥建忠烈祠，俗称文文山祠或文丞相祠。嘉靖二十年（1541年）迁祠于旧学前，此处遂改为文山寺。清同治十一年（1872年）重修。后与潮音庵、云林庵合并，改建文山潮音禅寺。',
        coverImg: oss+'/content/9/1.jpg',
        des1: '&emsp;&emsp;南宋德祐元年（1275年）十月，元兵南侵，宋恭宗急命时任兵部尚书的文天祥改任浙西、江西制置史兼平江知府，在苏州组织抗元事宜。文天祥在苏州，将家属安置在潮音庵内。40天后，文天祥又奉命移守临安，文天祥离开苏州3天后，苏州就落入元军手中。后来，文天祥奉命出使与元军谈判，为元军扣押北上，途经镇江时，文天祥趁机逃脱南下，又路过苏州，见到苏州军民百感交集，写下了“楼台俯舟楫，城郭满干戈，故吏归心少，遗民出涕多。鸠居无鹊在，鱼网有鸿过，使遂睢队志，安危今若何”。',
        imgs: [],
        des2: [
            {
                title:'',
                content: '&emsp;&emsp;文天祥（1236年6月6日-1283年1月9日），字宋瑞，道号浮休道人、文山。南宋末政治家、文学家，爱国诗人，抗元名臣、民族英雄，与陆秀夫、张世杰并称为“宋末三杰”。\n &emsp;&emsp;提起文天祥，人们首先想到的是“人生自古谁无死，留取丹心照汗青。”这句诗句。文天祥于南宋末年曾任苏州知府，在苏州颇有政绩，据史书载：文天祥状元及第，步入仕途后，“皇上赏赐的财宝以及自己的俸禄都用于接济生活贫困的人了”，就义后，“官府去查点，发现家里非常冷落荒凉，看上去满目萧然”。另有传说，文天祥从宁国知府的官位卸任携家眷归乡，途径一旅店住宿，旅店主人请求留下点纪念品给他，文天祥指着自己的行李，让店主随意挑选，店主认为文天祥是大官，一定像别的官员一样满载着贵重家当，没想到文天祥两袖清风只有些随身用的平常行李，令店主大吃一惊。虽是传说，而文天祥为官清廉可见一斑。'
            }
        ]
    },
    // 唐演
    '10': {
        title: '/images/ty_tit.png',
        des: '&emsp;&emsp;唐寅历史文化片区位于古城区西北部，平门内西大营门双荷花池13号，内有唐寅故居遗址（宝华庵，又称文昌阁），1982年被列为苏州市文物保护单位。清代初年，桃花庵尚存部分建筑。顺治间，名医沈明生徙苏得此宅，构亭台，植竹木，池沼叫长宁池，内植荷花，岸夹芙蓉，并跨塘建一亭，取名“蓉镜亭”。当时莫俨高曾写有《送明生先生迁六如别业》一诗：“六如泼墨狂歌处，桃树无多潭水秋；之子移家当胜地，一楼八咏继风流。”到了乾隆年间，有僧禅林、道心，又就其地改建为宝华庵，古庵至今犹存。',
        coverImg: oss+'/content/10/1.jpg',
        des1: '',
        imgs: [oss+'/content/10/2.jpg', oss+'/content/10/3.jpg',oss+'/content/10/4.jpg'],
        des2: [
            {
                title:'唐寅与《悟阳子养性图》',
                content: '&emsp;&emsp;明代绘画大师唐寅的作品《悟阳子养性图》，现藏在辽宁省博物馆，纸本水墨。此画唐寅以纪实写生之法，纯用水墨，描绘了山野茅庵中一老者忘情于大自然中的美妙时刻，神态沉着，意境安逸。据考，画中老者正是唐寅、文徵明等文人墨客共同的好友顾谧。顾谧号悟阳子，曾任刑部郎中，为官二十年秉公执法，清正廉洁，但因开罪权贵而提前致仕还乡。唐寅以此画也表达了对这位好友清正廉洁品质的崇敬之情。\n &emsp;&emsp;唐寅（1470年3月6日－1524年1月7日），字伯虎，后改字子畏，明代著名画家、书法家、诗人。唐寅十六岁中苏州府试第一入庠读书。28岁时中南直隶乡试第一，次年入京应战会试。因弘治十二年科举案受牵连入狱被贬为吏，突发变故让唐寅丧失进取心，从此游荡江湖，埋没于诗画之间，终成一代名画家。人物画师承唐代传统，色彩艳丽清雅，体态优美，造型准确；亦工写意人物，笔简意赅，饶有意趣。其花鸟画长于水墨写意，洒脱秀逸。书法奇峭俊秀，取法赵孟頫。绘画上与沈周、文徵明、仇英并称“吴门四家”，又称“明四家”。诗文上，与祝允明、文徵明、徐祯卿并称“吴中四才子”。'
            }
        ]
    },
    // 西中市
    '11': {
        title: '/images/xzs_tit.png',
        des: '&emsp;&emsp;早在元末明初，苏州古城中心商市（今乐桥附近）因兵燹衰落，城周边商市由此兴起。因大运河自西向东流经苏州，水道汇合古阊门、胥门外，致使阊胥一带形成南来北往交通枢纽，唐寅在《阊门即事》中写道：“世间乐土是吴中，中有阊门更擅雄。翠袖三千楼上下，黄金百万水西东。五更市卖何曾绝，四远方言总不同。若使画师描作画，画师应道画难工。”如今相当部分沿街民居至今保留着民国时期的建筑风格。阊门内由此形成西中市、东中市的商业街，取代了原市中心即今乐桥附近的东市、西市。西中市一带的名胜古迹有阊门古城墙、水陆城门，古城楼、泰伯庙、皋桥、雷允上药店老址、苏州府电报局遗址等等。',
        coverImg: oss+'/content/11/1.jpg',
        des1: '&emsp;&emsp;现在的西中市早已不能算是商业中心。她是不施粉黛的古典美人，尽管沧桑写满了整张脸，但细节处处透着遗存的风韵，她从历史中走来，熬过了战火和子弹，又把自己埋进繁华之都的深处。一个城市的发展离不开革新，但市井文化是暗藏在泥土里的根。就像香港的庙街，尽管周围高楼林立，霓虹璀璨，但这里始终保留着一份认同感和归属感。西中市的美不是摇下车玻璃就能欣赏的，她需要你站上皋桥头，登过阊门楼，走进泰伯庙。',
        imgs: [],
        des2: []
    },
    // 艺圃
    '12': {
        title: '/images/yp_tit.png',
        des: '&emsp;&emsp;艺圃是苏州现存明式小园林的代表，位于苏州阊门内天库前文衙弄，始建于明嘉靖二十年（1541年）。艺圃是经过几代人的营建，才成为著名园林的，它有别于其它苏州园林的一大特点，就是其园主都是讲气节、有学问的名人。2006年05月25日，艺圃作为明代古建筑，被国务院批准列入第六批全国重点文物保护单位名单，已被联合国教科文组织列入世界文化遗产。',
        coverImg: oss+'/content/12/1.JPG',
        des1: '',
        imgs: [oss+'/content/12/2.JPG'],
        des2: [
            {
                title:'',
                content: '&emsp;&emsp;对艺圃有“开山之功”的是明代辛丑年（1541年）进士、学宪袁祖庚。袁氏雅洁自好，见官场腐败，强仕之年就弃官归隐，还放下斯文，公然经营为主流社会所不齿的“田业”，在当时“吴中士大夫往往不乐居此”的地方，草创了艺圃（当时名“醉颖堂”）。那种惊世骇俗的叛逆精神，深受后人敬仰。\n &emsp;&emsp;艺圃的第二任主人是文震孟。文震孟曾祖父就是大名鼎鼎的文徵明，祖父文彭、父亲文元发也是著名书画家，而且都有“功名”。文震孟自己还是个状元郎，一直在京为官，秉公为政，廉洁自律，最后官至大学士。他与兄弟文震亨（即《长物志》作者），在东林党与阉党的斗争中，立场坚定，不屈不挠，始终站在东林党人一边，受到朝野不少人的拥戴。\n &emsp;&emsp;姜土采是明末大臣，因直言政治，触怒崇祯皇帝，谪戍宣州卫（今安徽省），未至戍所而明亡，于是辗转寓居苏州。成了艺圃的第三任主人，他改药圃名为颐圃、敬亭山房，1673年，姜土采逝世，姜土采次子姜实节又将敬亭山房改名为艺圃。作为明王朝的遗老遗少，姜土采父子传奇式的经历及誓不事清的刚烈风范，为艺圃带来了更多的荣誉。正因为园主的高风亮节，致使小小的艺圃“马蹄车辙，日夜到门，高贤胜景，交相为重”，成为当时著名的文人活动中心，清初风标劲节的名士大多光顾过艺圃，并为艺圃留下了大量的诗文和书画作品，极大地提高了艺圃的品位及其价值取向。\n &emsp;&emsp;艺圃三代主人“时穷节乃见，一一垂丹青”的人格力量是不朽的，他们通过营建艺圃的建筑、花木栽植、景点设置，融合风景美与人文美，匠心独运，展现了至德风采。'
            }
        ]
    },
    // 占鱼墩
    '13': {
        title: '/images/zyd_tit.png',
        des: '&emsp;&emsp;1979年，经市人民政府决定，在阊门石路东侧这块约六亩多的鲇鱼形废墟上建成街心公园。后原金阊区政府在该处投资，重新建设成“石路文化公园”。园中主景为石路百年文化墙。以一幅当初石路地图，表现其间石路的概貌，示意石路的街巷、道路、店铺、民居等。十二幅《石路变迁图》组图，通过纵横结合的方式和脉络，表现各个历史时期石路的面貌、重大事件、著名人物等。十二幅组图分别以前世沧桑、商业雏形、洋务开埠、筑石铺路、地杰人灵、街巷纵横、商贾云集、外侵劫难、平民乐园、百年复兴、丁未火灾、盛世繁华为题，上图下文，表现主题。并有一篇《石路赋》，以传统辞赋形式，对仗工整，气势宏大，文字精练，言简意赅。突出石路的前世今生、历史变迁、岁月沧桑、文化底蕴、富贵风流、盛世繁华。并表达政府对改造石路、提档升级、造福于民的良苦用心。最后以书法题写刻石。此外在文化公园内，还置有当年石路标志性的钟楼，支持开埠、开创石路的盛宣怀雕像等。',
        coverImg: oss+'/content/13/1.jpg',
        des1: '',
        imgs: [],
        des2: []
    },
}
module.exports={
    data:data,
}